window.policies = [
  {
    title: "ประเด็นที่ 1",
    sheetName: "Evaluation1",
    head1: "ประเด็นที่ 1 ปลูกฝังความรักในสถาบันหลักของชาติ และน้อมนำพระบรมราโชบายด้านการศึกษาสู่การปฏิบัติ",
    items: [
      { evaId: "1.1", text: "1.1. สถานศึกษามีวิธีดำเนินงานในการปลูกฝังความรักในสถาบันหลักของชาติ และน้อมนำพระบรมราโชบายด้านการศึกษาสู่การปฏิบัติ อย่างไร" },
      { evaId: "1.2", text: "1.2. สถานศึกษามีผลการดำเนินงานในการปลูกฝังความรักในสถาบันหลักของชาติ และน้อมนำพระบรมราโชบายด้านการศึกษาสู่การปฏิบัติ อย่างไร" },
      { evaId: "1.3", text: "1.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการปลูกฝังความรักในสถาบันหลักของชาติ และน้อมนำพระบรมราโชบายด้านการศึกษาสู่การปฏิบัติ อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 2",
    sheetName: "Evaluation2",
    head1: "ประเด็นที่ 2 ส่งเสริมและพัฒนาการจัดการเรียนรู้ ภูมิศาสตร์ ประวัติศาสตร์ หน้าที่พลเมือง ศีลธรรมและประชาธิปไตย",
    items: [
      { evaId: "2.1", text: "2.1. สถานศึกษามีวิธีดำเนินงานในการส่งเสริมและพัฒนาการจัดการเรียนรู้ ภูมิศาสตร์ ประวัติศาสตร์ หน้าที่พลเมือง ศีลธรรม และประชาธิปไตย อย่างไร" },
      { evaId: "2.2", text: "2.2. สถานศึกษามีผลการดำเนินงานในการส่งเสริมและพัฒนาการจัดการเรียนรู้ ภูมิศาสตร์ ประวัติศาสตร์ หน้าที่พลเมือง ศีลธรรม และประชาธิปไตย อย่างไร" },
      { evaId: "2.3", text: "2.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการส่งเสริมและพัฒนาการจัดการเรียนรู้ ภูมิศาสตร์ ประวัติศาสตร์ หน้าที่พลเมือง ศีลธรรม และประชาธิปไตย อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 3",
    sheetName: "Evaluation3",
    head1: "ประเด็นที่ 3 ปรับกระบวนการจัดการเรียนรู้ให้หลากหลาย ด้วยเทคโนโลยีที่ทันสมัย",
    items: [
      { evaId: "3.1", text: "3.1. สถานศึกษามีวิธีดำเนินงานในการปรับกระบวนการจัดการเรียนรู้ให้หลากหลาย ด้วยเทคโนโลยีที่ทันสมัยอย่างไร" },
      { evaId: "3.2", text: "3.2. สถานศึกษามีผลการดำเนินงานในการปรับกระบวนการจัดการเรียนรู้ให้หลากหลาย ด้วยเทคโนโลยีที่ทันสมัยอย่างไร" },
      { evaId: "3.3", text: "3.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการปรับกระบวนการจัดการเรียนรู้ให้หลากหลาย ด้วยเทคโนโลยีที่ทันสมัย อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 4",
    sheetName: "Evaluation4",
    head1: "ประเด็นที่ 4 ส่งเสริมการอ่านให้เป็นวิถีปฏิบัติ เพื่อให้ผู้เรียนค้นหาและพัฒนาต่อยอดองค์ความรู้อย่างต่อเนื่อง",
    items: [
      { evaId: "4.1", text: "4.1. สถานศึกษามีวิธีดำเนินงานในการส่งเสริมการอ่านให้เป็นวิถีปฏิบัติ เพื่อให้ผู้เรียนค้นหาและพัฒนาต่อยอดองค์ความรู้อย่างต่อเนื่อง อย่างไร" },
      { evaId: "4.2", text: "4.2. สถานศึกษามีผลการดำเนินงานในการส่งเสริมการอ่านให้เป็นวิถีปฏิบัติ เพื่อให้ผู้เรียนค้นหาและพัฒนาต่อยอดองค์ความรู้อย่างต่อเนื่อง อย่างไร" },
      { evaId: "4.3", text: "4.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการส่งเสริมการอ่านให้เป็นวิถีปฏิบัติ เพื่อให้ผู้เรียนค้นหาและพัฒนาต่อยอดองค์ความรู้ อย่างต่อเนื่อง อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 5",
    sheetName: "Evaluation5",
    head1: "ประเด็นที่ 5 ส่งเสริม สนับสนุนกิจกรรมพัฒนาผู้เรียน",
    items: [
      { evaId: "5.1.1", text: "5.1.1 สถานศึกษามีวิธีดำเนินงานในการส่งเสริมให้ผู้เรียนมีคุณลักษณะด้านการทำประโยชน์เพื่อส่วนรวม การมีจิตอาสาทำความดีด้วยหัวใจ อย่างไร" },
      { evaId: "5.1.2", text: "5.1.2 สถานศึกษามีผลการดำเนินงานในการส่งเสริมให้ผู้เรียนมีคุณลักษณะด้านการทำประโยชน์เพื่อส่วนรวม การมีจิตอาสาทำความดีด้วยหัวใจ อย่างไร" },
      { evaId: "5.1.3", text: "5.1.3 สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการส่งเสริมให้ผู้เรียนมีคุณลักษณะด้านการทำประโยชน์เพื่อส่วนรวม การมีจิตอาสาทำความดีด้วยหัวใจ อย่างไร" },
      { evaId: "5.2.1", text: "5.2.1 สถานศึกษามีวิธีดำเนินงานในการสร้างผู้นำด้วยกระบวนการลูกเสือ เนตรนารี ยุวกาชาด ผู้บำเพ็ญประโยชน์ และกิจกรรมพัฒนาผู้เรียนอื่น ๆ อย่างไร" },
      { evaId: "5.2.2", text: "5.2.2 สถานศึกษามีผลการดำเนินงานในการสร้างผู้นำด้วยกระบวนการลูกเสือ เนตรนารี ยุวกาชาด ผู้บำเพ็ญประโยชน์ และกิจกรรมพัฒนาผู้เรียนอื่น ๆ อย่างไร" },
      { evaId: "5.3.1", text: "5.3.1 สถานศึกษามีวิธีดำเนินงานในการส่งเสริมกิจกรรมสภานักเรียน ชุมนุม ชมรม และการมีส่วนร่วมให้เกิดวิถีประชาธิปไตยในโรงเรียน เป็นพลเมืองที่ดี และแสดงออกอย่างสร้างสรรค์ อย่างไร" },
      { evaId: "5.3.2", text: "5.3.2 สถานศึกษามีผลการดำเนินงานในการส่งเสริมกิจกรรมสภานักเรียน ชุมนุม ชมรม และการมีส่วนร่วมให้เกิดวิถีประชาธิปไตยในโรงเรียน เป็นพลเมืองที่ดี และแสดงออกอย่างสร้างสรรค์อย่างไร" },
      { evaId: "5.3.3", text: "5.3.3 สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการส่งเสริมกิจกรรมสภานักเรียน ชุมนุม ชมรม และการมีส่วนร่วมให้เกิดวิถีประชาธิปไตยในโรงเรียน เป็นพลเมืองที่ดี และแสดงออกอย่างสร้างสรรค์ อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 6",
    sheetName: "Evaluation6",
    head1: "ประเด็นที่ 6 พัฒนาการจัดการศึกษาสำหรับเด็กที่มีความต้องการจำเป็นพิเศษ",
    items: [
      { evaId: "6.1", text: "6.1. สถานศึกษามีวิธีดำเนินงานในการพัฒนาการจัดการศึกษาสำหรับเด็กที่มีความต้องการจำเป็นพิเศษ อย่างไร" },
      { evaId: "6.2", text: "6.2. สถานศึกษามีผลการดำเนินงานในการพัฒนาการจัดการศึกษาสำหรับเด็กที่มีความต้องการจำเป็นพิเศษ อย่างไร" },
      { evaId: "6.3", text: "6.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการพัฒนาการจัดการศึกษาสำหรับเด็กที่มีความต้องการจำเป็นพิเศษ อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 7",
    sheetName: "Evaluation7",
    head1: "ประเด็นที่ 7 ส่งเสริมศักยภาพผู้เรียนรายบุคคลสู่ความเป็นเลิศ",
    items: [
      { evaId: "7.1", text: "7.1. สถานศึกษามีวิธีดำเนินงานในการส่งเสริมศักยภาพผู้เรียนรายบุคคลสู่ความเป็นเลิศ อย่างไร" },
      { evaId: "7.2", text: "7.2. สถานศึกษามีผลการดำเนินงานในการส่งเสริมศักยภาพผู้เรียนรายบุคคลสู่ความเป็นเลิศ อย่างไร" },
      { evaId: "7.3", text: "7.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการส่งเสริมศักยภาพผู้เรียนรายบุคคลสู่ความเป็นเลิศ อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 8",
    sheetName: "Evaluation8",
    head1: "ประเด็นที่ 8 เสริมสร้างความปลอดภัยของผู้เรียน ครูและบุคลากรทางการศึกษา และสถานศึกษา",
    items: [
      { evaId: "8.1", text: "8.1. สถานศึกษามีวิธีดำเนินงานในการเสริมสร้างความปลอดภัยของผู้เรียน ครูและบุคลากรทางการศึกษา และสถานศึกษา อย่างไร" },
      { evaId: "8.2", text: "8.2. สถานศึกษามีผลการดำเนินงานในการเสริมสร้างความปลอดภัยของผู้เรียน ครูและบุคลากรทางการศึกษา และสถานศึกษา อย่างไร" },
      { evaId: "8.3", text: "8.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการเสริมสร้างความปลอดภัยของผู้เรียน ครูและบุคลากรทางการศึกษา และสถานศึกษา อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 9",
    sheetName: "Evaluation9",
    head1: "ประเด็นที่ 9 เพิ่มโอกาสและสร้างความเสมอภาคทางการศึกษา",
    items: [
      { evaId: "9.1", text: "9.1. สถานศึกษามีวิธีดำเนินงานในการเพิ่มโอกาสและสร้างความเสมอภาคทางการศึกษา อย่างไร" },
      { evaId: "9.2", text: "9.2. สถานศึกษามีผลการดำเนินงานในการเพิ่มโอกาสและสร้างความเสมอภาคทางการศึกษา อย่างไร" },
      { evaId: "9.3", text: "9.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการเพิ่มโอกาสและสร้างความเสมอภาคทางการศึกษา อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 10",
    sheetName: "Evaluation10",
    head1: "ประเด็นที่ 10 พัฒนาครูและบุคลากรทางการศึกษาให้มีความรู้ ความสามารถ และทักษะที่ทันสมัย",
    items: [
      { evaId: "10.1", text: "10.1. สถานศึกษามีวิธีดำเนินงานในการพัฒนาครูและบุคลากรทางการศึกษาให้มีความรู้ ความสามารถ และทักษะที่ทันสมัย อย่างไร" },
      { evaId: "10.2", text: "10.2. สถานศึกษามีผลการดำเนินงานในการพัฒนาครูและบุคลากรทางการศึกษาให้มีความรู้ ความสามารถ และทักษะที่ทันสมัย อย่างไร" },
      { evaId: "10.3", text: "10.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการพัฒนาครูและบุคลากรทางการศึกษาให้มีความรู้ ความสามารถ และทักษะที่ทันสมัย อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 11",
    sheetName: "Evaluation11",
    head1: "ประเด็นที่ 11 จัดการเรียนรู้และวัดประเมินผลที่มุ่งเน้นพัฒนาการตามศักยภาพผู้เรียนรายบุคคล",
    items: [
      { evaId: "11.1", text: "11.1. สถานศึกษามีวิธีดำเนินงานในการจัดการเรียนรู้และวัดประเมินผลที่มุ่งเน้นพัฒนาการตามศักยภาพผู้เรียนรายบุคคล อย่างไร" },
      { evaId: "11.2", text: "11.2. สถานศึกษามีผลการดำเนินงานในการจัดการเรียนรู้และวัดประเมินผลที่มุ่งเน้นพัฒนาการตามศักยภาพผู้เรียนรายบุคคล อย่างไร" },
      { evaId: "11.3", text: "11.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการจัดการเรียนรู้และวัดประเมินผลที่มุ่งเน้นพัฒนาการตามศักยภาพผู้เรียนรายบุคคล อย่างไร" }
    ]
  },
  {
    title: "ประเด็นที่ 12",
    sheetName: "Evaluation12",
    head1: "ประเด็นที่ 12 พัฒนาระบบบริหารจัดการให้มีประสิทธิภาพ ถูกต้อง รวดเร็ว ประโยชน์ ประหยัด โปร่งใสและตรวจสอบได้",
    items: [
      { evaId: "12.1", text: "12.1. สถานศึกษามีวิธีดำเนินงานในการพัฒนาระบบบริหารจัดการให้มีประสิทธิภาพ ถูกต้อง รวดเร็ว ประโยชน์ ประหยัด โปร่งใสและตรวจสอบได้ อย่างไร" },
      { evaId: "12.2", text: "12.2. สถานศึกษามีผลการดำเนินงานในการพัฒนาระบบบริหารจัดการให้มีประสิทธิภาพ ถูกต้อง รวดเร็ว ประโยชน์ ประหยัด โปร่งใสและตรวจสอบได้ อย่างไร" },
      { evaId: "12.3", text: "12.3. สถานศึกษามีปัญหา อุปสรรค แนวทางแก้ไข/ข้อเสนอเพื่อการพัฒนาในการพัฒนาระบบบริหารจัดการให้มีประสิทธิภาพ ถูกต้อง รวดเร็ว ประโยชน์ ประหยัด โปร่งใสและตรวจสอบได้ อย่างไร" }
    ]
  }
];